
{
  "notFound": "Rada nebola nájdená",
  "notFoundDescription": "Rada s ID {{adviceId}} neexistuje v databáze.",
  "rule": "Pravidlo",
  "moreInfo": "Viac informácií",
  "programAdviceTitle": "Dôležité rady pre váš program",
  "programAdviceSubtitle": "Odporúčania špecifické pre váš typ bolesti a oblasť",
  "exerciseAdviceTitle": "Dôležité rady",
  "exerciseAdviceSubtitle": "Odporúčania pre toto cvičenie",
  "adviceCount_one": "{{count}} rada",
  "adviceCount_few": "{{count}} rady",
  "adviceCount_other": "{{count}} rád",
  "high": "Vysoká",
  "medium": "Stredná",
  "low": "Nízka",
  
  "regularPositionChange": "Pravidelná zmena polohy",
  "every45to60min": "Každých 45-60min.",
  "regularPositionChangeDescription": "Bolesti môžu byť spôsobované aj statickou záťažou, ktorá pri tvojom probléme nie je vhodná. Snaž sa pravidelne meniť polohy, čo ti zabezpečí potrebnú úľavu od bolesti a zníženie rizika ďalších bolestí.",
  
  "gradualLoadIncrease": "Postupné zvyšovanie záťaže",
  "increaseIntensityWeekly": "Zvyšuj intenzitu postupne každý týždeň",
  "gradualLoadIncreaseDescription": "Pri nociceptívnej bolesti je dôležité postupne zvyšovať záťaž cvičenia. Začni pomaly a každý týždeň mierne zvýš intenzitu alebo počet opakovaní.",
  
  "sleepPositionNeck": "Pozor na polohu v spánku na bruchu",
  "sleepPositionNeckDescription": "V prípade bolestí krčnej chrbtice ti neodporúčame spať na bruchu. V prípade tejto polohy spánku dochádza k rotácii krčnej chrbtice, čo môže podporovať bolesť a tuhnutie v tejto oblasti. Spánok na boku alebo na chrbte je ideálnou variantou pre tvoj krk. V prípade ľahu na boku môžete použiť tehotenský vankúš ako pomôcku proti otáčaniu sa.",

  "lumbarPad": "Drieková poduška",
  "lumbarPadBreaks": "Nepoužívaj podušku celý deň, ale skôr ako pomôcku na určitý čas. Pamätaj, že nič ako správny sed neexistuje a preto aj dlhší vzpriamený sed môže prispievať k tvojim symptómom.",
  "lumbarPadDescription": "Pravidelná zmena typu sedu môže pozitívne ovplyvniť tvoj chrbát, predchádzať alebo znížiť bolesti. Drieková poduška slúži na podporu vzpriameného sedu bez nutnosti aktívneho držiania sa v zpriamenej polohe, ktoré by mohlo viesť k preťaženiu vzpriamovačov chrbta. Týmto spôsobom môžeš na istý čas svojej chrbtici a svalom dopriať inú polohu ako zhrbený sed.",

  "objectLifting": "Pozor na ťažisko pri zdvíhaní predmetov",
  "objectLiftigRule": "Vyhýbajte sa zdvíhaniu predmetov, ktoré sa nachádzajú ďalej od vás (alebo pred vami).",
  "objectLiftingDescription": "Pri zdvíhaní predmetov (akokoľvek ľahkých alebo ťažkých) dbajte na to, aby ste mali ťažisko vášho tela čo najbližšie k stredu tela, tzn. predmety na zdvíhanie sa snažte mať pod sebou keď ich idete zdvíhať. Vyhýbajte sa zdvíhaniu, ťahaniu alebo tlačeniu predmetov, ktoré sa nachádzajú výraznejšie pred vami (alebo od vás)."
}
