
{
  "title": "Moje cviky",
  "noExercises": "Zatiaľ nemáte žiadne cviky",
  "startAssessment": "Začnite hodnotením bolesti",
  "viewPlan": "Zobraziť plán",
  "completed": "Dokončené",
  "inProgress": "Prebieha",
  "notStarted": "Nezačaté",
  "markComplete": "Označiť ako dokončené",
  "favorite": "Obľúbené",
  "addToFavorites": "Pridať k obľúbeným",
  "removeFromFavorites": "Odstrániť z obľúbených",
  "shoulderNociceptive": {
    "frozenShoulderPhase1": {
      "title": "0-3 týždne",
      "description": "Základné cvičenia pre zmrznuté rameno zamerané na zníženie bolesti a zvýšenie rozsahu pohybu.",
      "pendulumExercises": {
        "title": "Kyvadlové cvičenia",
        "description": "Predkloniť sa a začať vykonávať jemné kyvadlové pohyby na uvoľnenie napätia v ramene. Stačia mierné pohyby v tolerancii bolesti."
      },
      "isometricExternalRotation": {
        "title": "Izometrická vonkajšia rotácia ramena",
        "description": "Pristúpte k stene s pokrčeným lakťom v 90° uhle pri tele. Medzi vonkajšiu stranu dlane a stenu vložte zložený uterák. Uvoľnite ramená a po celý čas ich držte dole -> dbajte na to, aby vám pri cvičení ramená nestúpali k ušiam. Následne zatlačte vonkajšou stranou dlane do steny s neustále pritlačeným lakťom pri tele. OPAKOVANIA: 6-8 sekúnd x 3-5x za sebou. 1-2x denne."
      },
      "rotatorCuffRelease": {
        "title": "Uvoľnenie rotátorovej manžety",
        "description": "Vezmite si tenisovú loptičku a vložte si ju na lopatku zozadu. Opryte sa o stenu a pomaly masírujte svaly rotátorovej manžety. V prípade, že nájdete bolestivý bod, zastavte na tomto mieste a bez pohybu tlačte po dobu 30 sekúnd (ostrá bolesť sa môže šíriť do prednej časti ramena)."
      },
      "shoulderHeating": {
        "title": "Nahrievanie ramenného kĺbu",
        "description": "Zvoľte výhrevnú podložku, alebo využite fén. V prípade fénu si VŽDY VLOŽTE UTERÁK na pokožku a zahriavajte uterák! Začnite zahriavať rameno z prednej strany a neskôr zo zadnej strany -> zahriavajte po dobu 10-15 minút, aby ste kompletne prehriali svaly ramena. Vždy si dávajte pozor, aby ste si nepopálili pokožku! OPAKOVANIA: 2x denne 10-15min."
      }
    },
    "frozenShoulderPhase2": {
      "title": "4-6 týždeň",
      "description": "Cvičenia na zvýšenie svalovej sily a návrat k pohybu.",
      "isometricShoulderPresses": {
        "title": "Izometrické tlaky ramena",
        "description": "Vložte sa chrbtom k stene a zatlačte lakťom do steny. OPAKOVANIA: 6-8 sekúnd x 3 série. Otočte sa čelom k stene, pokrčte lakeť a dlaňou (alebo rukou v päsť) zatlačte do steny. OPAKOVANIA: 6-8 sekúnd 3 série."
      },
      "wallPushUps": {
        "title": "Kliky o stenu",
        "description": "Vložte ruky na stenu na úroveň hrudníka, mierne širšie ako šírka ramien. Opatrne sa s vystreným telom priblížte k stene a odtiahnte sa od steny. Dávajte pozor, aby ste nezdvíhali ramená k ušiam a rešpektujte bolesť vášho zmrznutého ramena. OPAKOVANIA: 10-12x 2 série denne"
      },
      "interscapularStrengthening": {
        "title": "Posilnenie mezilopatkových svalov",
        "description": "Uchopte odporovú gumu podľa videa. Tieto 3 cviky môžete striedať, alebo si vybrať ktorýkoľvek z nich. \n➜ UPOZORNENIE: pri týchto cvikoch nesmie pociťovať namáhanie trapézov! Celý čas sa snažte tlačiť lopatky a ramená smerom dole od uší, aby pracovali mezilopatkové svaly. Dbajte na to, aby ste počas vykonávania cvikov viac cítili svaly medzi lopatkami, nie ramená a trapézy - toho dosiahnete práve tlačením ramien dole. \n➜ OPAKOVANIA: 10-15x / 3 série / 1x denne."
      }
    },
    "subacromialImpingement": {
      "title": "Cvičenia pre subakromiálny impingement syndróm",
      "description": "Cvičenia zamerané na zlepšenie priestoru pod akromiom a zníženie bolesti.\n\nTieto cvičenia pomáhajú zlepšiť mechaniku ramena a znižujú tlak na šľachy.\nVyhýbajte sa pohybom nad hlavou, ktoré zhoršujú príznaky.",
      "interscapularStrengthening": {
        "title": "Posilnenie mezilopatkových svalov",
        "description": "Uchopte odporovú gumu podľa videa. Tieto 3 cviky môžete striedať, alebo si vybrať ktorýkoľvek z nich. \n➜ UPOZORNENIE: pri týchto cvikoch nesmie pociťovať namáhanie trapézov! Celý čas sa snažte tlačiť lopatky a ramená smerom dole od uší, aby pracovali mezilopatkové svaly."
      },
      "gentlePendulum": {
        "title": "Jemné kyvadlové cvičenia",
        "description": "Predkloniť sa a začať vykonávať jemné kyvadlové pohyby na uvoľnenie napätia v ramene."
      },
      "preExerciseHeating": {
        "title": "Nahrievanie pred cvičením",
        "description": "Zahrejte rameno pred cvičením na zlepšenie cirkulácie a pripravenosti svalov."
      }
    },
    "rotatorCuffTear": {
      "title": "Cvičenia pre trhnutie rotátorovej manžety",
      "description": "Špecializované cvičenia na posilnenie a rehabilitáciu po trhnutí rotátorovej manžety.\n\nTieto cvičenia pomáhajú obnoviť funkciu ramena a predchádzajú ďalším zraneniam.\nZačnite s ľahkými cvičeniami a postupne zvyšujte intenzitu.",
      "isometricStrengthening": {
        "title": "Izometrické posilnenie rotátorovej manžety",
        "description": "Jemné izometrické cvičenia na posilnenie rotátorovej manžety bez nadmernej záťaže."
      },
      "rotatorCuffMassage": {
        "title": "Masáž rotátorovej manžety",
        "description": "Jemná masáž na zlepšenie cirkulácie a uvoľnenie napätia v rotátorovej manžete."
      }
    },
    "defaultNociceptive": {
      "title": "Všeobecné cvičenia pre rameno - nociceptívna bolesť",
      "description": "Základné cvičenia vhodné pre rôzne typy nociceptívnej bolesti ramena.\n\nTieto cvičenia pomáhajú zlepšiť celkovú funkciu ramena a znížiť bolesť.\nVykonávajte ich pravidelne, ale rešpektujte hranice bolesti.",
      "basicMobility": {
        "title": "Základné pohyblivostné cvičenia ramena",
        "description": "Jemné cvičenia na zlepšenie pohyblivosti vo všetkých smeroch."
      },
      "basicStrengthening": {
        "title": "Základné posilňovacie cvičenia",
        "description": "Ľahké posilňovacie cvičenia na stabilizáciu ramena."
      }
    }
  },
  "middleBackNociceptive": {
    "facetJointSyndrome": {
      "title": "Cvičenia pre syndróm facetových kĺbov",
      "description": "Jemné rotačné pohyby pre zlepšenie mobility v hrudnej oblasti a redukciu bolesti.",
      "phase1": {
        "title": "0-2 týždne",
        "description": "Jemné rotačné pohyby pre zlepšenie mobility v hrudnej oblasti a redukciu bolesti.",
        "thoracicRotation": {
          "title": "Rotácia hrudníku so záklonom",
          "description": "Posaďte sa a ruky uložte za hlavu. Pomaly sa otáčajte do strán, pričom panvu držte nehybne. Pohyb opakujte 5-8x do každej strany. OPAKOVANIA: každý deň ráno."
        },
        "thoracicMassage": {
          "title": "Masáž hrudnej chrbtice loptičkou",
          "description": "Uložte si loptičku do medziloptatkového priestoru a vertikálnym pohybom uvoľnite bolestivé a stuhnuté svaly. OPAKOVANIA: kedykoľvek v priebehu dňa."
        }
      },
      "phase2": {
        "title": "3-5 týždňov",
        "description": "Jemné rotačné pohyby pre zlepšenie mobility v hrudnej oblasti a redukciu bolesti.",
        "thoracicExtension": {
          "title": "Extenzia hrudnej chrbtice",
          "description": "Sadnúť si na stoličku s operadlom. Ruky založiť za hlavu a pomaly extendovať hrudnú chrbticu cez operadlo. Pozíciu držať 5 sekúnd a vrátiť sa do východiskovej polohy. OPAKOVANIA: 10x / 2 série / denne."
        },
        "thoracicMobilization": {
          "title": "Mobilizácia hrudnej chrbtice",
          "description": "Ležať na boku s pokrčenými kolenami. Hornú ruku založiť za hlavu a pomaly rotovať trupom pri zachovaní kolien na zemi. OPAKOVANIA: 8-10x každú stranu / 2 série / denne."
        }
      }
    },
    "defaultNociceptive": {
      "title": "Všeobecné cvičenia pre stredné chrbát - nociceptívna bolesť",
      "description": "Základné cvičenia vhodné pre rôzne typy nociceptívnej bolesti strednej časti chrbta.\n\nTieto cvičenia pomáhajú zlepšiť celkovú funkciu hrudnej chrbtice a znížiť bolesť.\nVykonávajte ich pravidelne, ale rešpektujte hranice bolesti.",
      "basicMobility": {
        "title": "Základné pohyblivostné cvičenia hrudnej chrbtice",
        "description": "Jemné cvičenia na zlepšenie pohyblivosti vo všetkých smeroch."
      },
      "basicStrengthening": {
        "title": "Základné posilňovacie cvičenia",
        "description": "Ľahké posilňovacie cvičenia na stabilizáciu hrudnej chrbtice."
      }
    }
  }
}
