{
  "common": {
    "whatYouWillDo": "Čo budete robiť:",
    "start": "Spustiť program",
    "continue": "Pokračovať",
    "focusAreas": "Oblasti zamerania:",
    "avoidIf": "Vyhnite sa ak máte:"
  },
  "neckShoulder": {
    "title": "Úľava pre krk a ramená",
    "description": "Jemné natiahnutia navrhnuté na uvoľnenie napätia v krku a ramenách, ideálne pre kancelárskych pracovníkov a tých, ktorí trávia dlhé hodiny pri stole.",
    "listDescription": {
      "1": "Jemné rotácie krku pre zlepšenie mobility",
      "2": "Uvoľnenie ramien technikami samomasáže",
      "3": "Relaxácia hornej časti krčnej chrbtice proti bolesti hlavy",
      "4": "Cvičenia pre zlepšenie držania tela"
    },
    "exercises": {
      "neckRotation": {
        "title": "Krčná rotácia s uterákom",
        "description": "Jemné krčné rotačné cvičenie používajúce uterák pre podporu a kontrolovaný pohyb.",
        "video": {
          "title": "Mulligan uteráková krčná rotácia",
          "description": "Naučte sa správnu techniku pre bezpečnú krčnú rotáciu s asistenciou uteráka"
        }
      },
      "shoulderRelease": {
        "title": "Masáž s loptičkou na stene",
        "description": "Technika samomasáže používajúca loptičku na stene na uvoľnenie napätia krku a ramien.",
        "video": {
          "title": "Masáž krku a ramien s loptičkou",
          "description": "Účinná samomasáž pre úľavu napätia horných chrbta a krku"
        }
      },
      "upperCervicalRelease": {
        "title": "Masáž hornej krčnej chrbtice",
        "description": "Cielená masáž suboccipitálnych svalov na úľavu napätia a bolestí hlavy.",
        "video": {
          "title": "Samomasáž suboccipitálov",
          "description": "Presná technika pre uvoľnenie napätia horného krku"
        }
      }
    }
  },
  "morningFlow": {
    "title": "Ranný energizér",
    "description": "Začnite deň energizujúcim natiahnutím, ktoré prebudí vaše telo a pripraví vás na nadchádzajúci deň.",
    "listDescription": {
      "1": "Cvičenia mobility chrbtice pre prebúdzanie chrbta",
      "2": "Natiahnutie bokov pre lepší pohyb",
      "3": "Hrudnú extenziu pre zlepšenie držania tela",
      "4": "Jemná aktivácia svalov jadra",
      "5": "Dychové cvičenia pre energiu"
    },
    "exercises": {
      "spinalWave": {
        "title": "Spinálny vlnový pohyb",
        "description": "Jemné panvové nakláňanie na mobilizáciu chrbtice a prebúdzanie spinálneho pohybu.",
        "video": {
          "title": "Cvičenie panvového nakláňania",
          "description": "Naučte sa vytvárať plynulý spinálny pohyb kontrolou panvy"
        }
      },
      "hipOpener": {
        "title": "Natiahnutie bokov",
        "description": "Natiahnutie sedacích a kyčelných flexorov na zlepšenie mobility bokov a zníženie stuhnutia.",
        "video": {
          "title": "Komplexné natiahnutie sedacích svalov",
          "description": "Viac natiahnutí bokov a sedacích svalov pre rannú mobilitu"
        }
      },
      "thoracicExtension": {
        "title": "Hrudná extenzia",
        "description": "Cvičenie extenzie na stene na otvorenie hrude a zlepšenie mobility horných chrbta.",
        "video": {
          "title": "Nástenná hrudná extenzia",
          "description": "Bezpečný a účinný způsob extenzie stredných chrbta"
        }
      }
    }
  },
  "tightMuscles": {
    "title": "Natiahnutie stuhnutých svalov",
    "description": "Komplexný program natiahnutí zameraný na stuhnuté svaly po celom tele s analýzou bolestivých vzorov.",
    "listDescription": {
      "1": "Natiahnutie hruškového svalu pre uvoľnenie hlbokých gluteálnych svalov",
      "2": "Natiahnutie flexorov bokov proti sedavej pozícii",
      "3": "Natiahnutie hamstringov pre flexibilitu zadnej strany nôh",
      "4": "Detská pozícia pre jemnú dekompresiu chrbtice",
      "5": "Pozícia psieho dolů pre natiahnutie celého zadného reťazca",
      "6": "Spinálny twist pre rotačnú mobilitu"
    },
    "exercises": {
      "piriformisStretch": {
        "title": "Natiahnutie hruškového/štvorka",
        "description": "Sadnite si alebo ležte na chrbte, prekrížte členok cez opačné stehno a pritiahnite podpornú nohu k hrudi. Užitočné pre posúdenie syndrómu hruškového svalu alebo bolesti sedacích svalov.",
        "video": {
          "title": "Technika natiahnutia hruškového svalu",
          "description": "Účinné natiahnutie hruškového svalu pre uvoľnenie hlbokých gluteálnych svalov"
        }
      },
      "hipFlexorStretch": {
        "title": "Natiahnutie flexorov bokov v polkľaku",
        "description": "Kľaknite si s jednou nohou vpredu, aktivujte jadro a naťahujte flexor bokov. Pomáha riešiť predné stiahnutie bokov, ktoré môže napodobňovať impingement bokov.",
        "video": {
          "title": "Natiahnutie flexorov bokov",
          "description": "Komplexné natiahnutie flexorov bokov pre zlepšenú mobilitu bokov"
        }
      },
      "hamstringStretch": {
        "title": "Natiahnutie hamstringov v stoji",
        "description": "Stojte s jednou nohou vpredu, päta na zemi, kĺbte sa v bokoch smerom k prstom. Natiahuje hamstringy a znižuje bedrové napätie.",
        "video": {
          "title": "Natiahnutie hamstringov v stoji",
          "description": "Účinné natiahnutie hamstringov s posúdením neurálneho napätia"
        }
      },
      "childsPose": {
        "title": "Detská pozícia",
        "description": "Z pozície na rukách a kolenách sa posadíte späť k pätám s natiahnutými rukami. Poskytuje jemnú bedrovú flexiu užitočnú pri bolesti chrbta.",
        "video": {
          "title": "Technika detskej pozície",
          "description": "Rekonvalescenčná jógová pozícia pre dekompresiu chrbtice a relaxáciu"
        }
      },
      "downwardDog": {
        "title": "Pozícia psieho dolů",
        "description": "Obrátená V pozícia naťahujúca celý zadný reťazec. Globálne natiahnutie zvýrazňujúce napäté hamstringy alebo lýtka prispievajúce k bolesti chrbta.",
        "video": {
          "title": "Pozícia psieho dolů",
          "description": "Celotělové natiahnutie zadného reťazca a mobilita ramien"
        }
      },
      "spinalTwist": {
        "title": "Spinálny twist vsediac",
        "description": "Sadnite si s natiahnutými nohami, pokrčte jedno koleno cez opačnú stranu a otáčajte chrbticu. Natiahuje gluteálne svaly, hrudník, šikmé svaly a zlepšuje mobilitu chrbtice.",
        "video": {
          "title": "Spinálny twist vsediac",
          "description": "Natiahnutie spinálnej rotácie pre zlepšenú thorakolumbálnu mobilitu"
        }
      }
    }
  },
  "postWorkout": {
    "title": "Regenerácia po tréningu",
    "description": "Základné natiahnutia, ktoré pomôžu vašim svalom sa zotaviť po tréningu a predídu stuhnutosti.",
    "listDescription": {
      "1": "Natiahnutie sedacích svalov a bokov pre regeneráciu nôh",
      "2": "Mobilita chrbtice pre dekompresiu chrbta",
      "3": "Regeneračné dýchanie pre reset nervového systému",
      "4": "Uvoľnenie napätia hlavných svalových skupín",
      "5": "Upokojujúce pohyby pre zlepšenie cirkulácie"
    },
    "exercises": {
      "gluteStretch": {
        "title": "Komplexné natiahnutie sedacích svalov",
        "description": "Viac pozícií natiahnutia sedacích svalov na uvoľnenie napätia po tréningu nôh.",
        "video": {
          "title": "Natiahnutie sedacích svalov po tréningu",
          "description": "Účinné natiahnutia pre regeneráciu a flexibilitu sedacích svalov"
        }
      },
      "spinalMobility": {
        "title": "Natiahnutie spinálnej flexie",
        "description": "Jemná spinálna flexia na dekompresiu chrbtice po cvičení.",
        "video": {
          "title": "Natiahnutie chrbtice vsediac",
          "description": "Bezpečná spinálna flexia pre regeneráciu po tréningu"
        }
      },
      "recoveryBreathing": {
        "title": "Regeneračné dychové cvičenie",
        "description": "Hlboké dýchanie kombinované s jemným pohybom pre regeneráciu nervového systému.",
        "video": {
          "title": "SIJ mobilizácia s dýchaním",
          "description": "Jemný pohyb s dychom pre regeneráciu"
        }
      }
    }
  },
  "atOffice": {
    "title": "Strečing v kancelárii",
    "description": "Perfektné stretching cviky vhodné pre kanceláriu na boj proti napätiu a stuhnutiu zo sedavého zamestnania",
    "listDescription": {
      "1": "Uvoľní napätie z dlhodobého sedenia",
      "2": "Zlepší držanie tela a zníži napätie krku",
      "3": "Dodá energiu počas pracovných prestávok",
      "4": "Predchádza bežným bolestiam z kancelárskej práce",
      "5": "Jednoduché cvičenia, ktoré môžete robiť pri stole"
    },
    "exercises": {
      "seatedSideBend": {
        "title": "Úklon do strany vsediac",
        "description": "Sadnite si vzpriamene, zdvihnite jednu ruku a nakloňte sa na opačnú stranu. Naťahuje medzirebrové svaly a štvorhranný sval bedrový.",
        "video": {
          "title": "Úklon do strany vsediac",
          "description": "Správna technika úklonu do strany vsediac pre uvoľnenie napätia v boku"
        }
      },
      "crossBodyShoulder": {
        "title": "Naťahovanie ramena cez telo",
        "description": "Pritiahnite jednu ruku cez hrudník a jemne ju tlačte k telu. Zameriava sa na zadné ramenné svaly ovplyvnené dlhodobým písaním.",
        "video": {
          "title": "Naťahovanie ramena cez telo",
          "description": "Účinné naťahovanie ramena pre kancelárskych pracovníkov"
        }
      },
      "earToShoulder": {
        "title": "Ucho k ramenu",
        "description": "Jemne nakloňte ucho k ramenu. Naťahuje hornú časť trapézu - častý zdroj napäťových bolestí hlavy.",
        "video": {
          "title": "Naťahovanie krku a trapézu",
          "description": "Jemné naťahovanie krku pre uvoľnenie napätia horného trapézu"
        }
      },
      "figureFourGlute": {
        "title": "Naťahovanie sedacích svalov vsediac",
        "description": "Prekrížte členok cez opačné koleno a nakloňte sa dopredu. Naťahuje hruškový sval a sedacie svaly.",
        "video": {
          "title": "Naťahovanie sedacích svalov vsediac",
          "description": "Naťahovanie kyčlí a sedacích svalov ideálne na kompenzáciu dlhodobého sedenia"
        }
      },
      "calfStretchChair": {
        "title": "Naťahovanie lýtok s oporou o stoličku",
        "description": "Použite stôl alebo stenu ako oporu pri naťahovaní lýtok. Rieši stuhnutosť z dlhodobého sedenia.",
        "video": {
          "title": "Naťahovanie lýtok v stoji",
          "description": "Naťahovanie lýtok vhodné pre kanceláriu s oporou o stôl"
        }
      }
    }
  },
  "morningRoutine": {
    "title": "Ranná rutina",
    "description": "Vedecky podložená ranná rutina natiahnutí s analýzou bolestivých vzorov, navrhnutá na prebúdzanie tela a riešenie bežných pohybových obmedzení.",
    "listDescription": {
      "1": "Natiahnutie mačka-krava pre mobilitu chrbtice a aktiváciu jadra",
      "2": "Stojace bočné úklony na posúdenie laterálnych obmedzení trupu",
      "3": "Predklon pre flexibilitu hamstringov a zadného reťazca",
      "4": "Natiahnutie flexorov bokov proti dlhodobému sedeniu",
      "5": "Natiahnutie lýtok pre mobilitu dolných končatín a úľavu plantárnej fascie",
      "6": "Pozícia psieho dolů pre celotělové natiahnutie zadného reťazca"
    },
    "exercises": {
      "catCow": {
        "title": "Natiahnutie mačka-krava",
        "description": "Na rukách a kolenách striedavo zaoblujte chrbát nahor (mačka) a spustite brucho k prohnutiu chrbta (krava). Tento pohyb pohybuje chrbticu cez flexiu a extenziu, natiahuje brušné, ramenné, krčné, gluteálne a kyčelné flexorové svaly.",
        "video": {
          "title": "Mobilita chrbtice mačka-krava",
          "description": "Pohyb flexie a extenzie chrbtice pre rannú mobilitu"
        }
      },
      "sideBend": {
        "title": "Stojaci bočný úklon",
        "description": "Stojte s nohami spolu, zdvihnite obe ruky, potom spustite jednu ruku a naklonite telo k tejto strane. Natiahuje šikmé svaly a latissimus, pomáha detekovať jednostranné obmedzenia.",
        "video": {
          "title": "Stojaca laterálna flexia",
          "description": "Laterálne natiahnutie trupu pre šikmé svaly a mobilitu chrbtice"
        }
      },
      "forwardBend": {
        "title": "Stojaci predklon",
        "description": "Stojte vzpriamene, kĺbte sa v bokoch a skláňajte sa dopredu k prstom na nohách s mierne pokrčenými kolenami. Toto natiahnutie cieli na hamstringy, lýtka a dolnú časť chrbta, pomáha posúdiť neurálne napätie.",
        "video": {
          "title": "Stojaci predklon",
          "description": "Natiahnutie hamstringov a zadného reťazca s neurálnym posúdením"
        }
      },
      "hipFlexor": {
        "title": "Natiahnutie flexorov bokov v kľaku",
        "description": "Z pozície polkľaku posuňte zadné koleno mierne dozadu, stlačte gluteálny sval kľačiacej nohy a naklonite panvu dopredu. Natiahuje iliopsoas a rieši predné nakloenie panvy.",
        "video": {
          "title": "Natiahnutie flexorov bokov v kľaku",
          "description": "Cielené natiahnutie iliopsoas pre mobilitu bokov a postúru"
        }
      },
      "calfStretch": {
        "title": "Natiahnutie lýtok",
        "description": "Držte sa opory, postavte jednu nohu dozadu s pätou na zemi a naklonite sa dopredu, kým necítite natiahnutie v lýtku. Cieli na gastrocnemius a soleus svaly pre mobilitu členka.",
        "video": {
          "title": "Stojace natiahnutie lýtok",
          "description": "Natiahnutie gastrocnemius a soleus pre mobilitu dolných končatín"
        }
      },
      "downwardDog": {
        "title": "Pozícia psieho dolů",
        "description": "Z pozície kliku zdvihnite boky na vytvorenie obráteného V, tlačte päty k zemi a držte ruky rovné. Globálne natiahnutie zadného reťazca pre ramená, hamstringy, lýtka a gluteálne svaly.",
        "video": {
          "title": "Pozícia psieho dolů",
          "description": "Celotělové natiahnutie zadného reťazca a mobilita ramien"
        }
      }
    }
  }
}