
{
  "notFound": "Rada nebyla nalezena",
  "notFoundDescription": "Rada s ID {{adviceId}} neexistuje v databázi.",
  "rule": "Pravidlo",
  "moreInfo": "Více informací",
  "programAdviceTitle": "Důležité rady pro váš program",
  "programAdviceSubtitle": "Doporučení specifická pro váš typ bolesti a oblast",
  "exerciseAdviceTitle": "Důležité rady",
  "exerciseAdviceSubtitle": "Doporučení pro toto cvičení",
  "adviceCount_one": "{{count}} rada",
  "adviceCount_few": "{{count}} rady",
  "adviceCount_other": "{{count}} rad",
  "high": "Vysoká",
  "medium": "Střední",
  "low": "Nízká",
  
  "regularPositionChange": "Pravidelná změna polohy",
  "every45to60min": "Každých 45-60 minut",
  "regularPositionChangeDescription": "Vaše bolesti mohou být způsobeny také statickým zatížením, které při vašem problému není vhodné. Snažte se pravidelně měnit polohy, což vám zajistí potřebnou úlevu od bolesti a snížení rizika dalších bolestí.",
  
  "gradualLoadIncrease": "Postupné zvyšování zátěže",
  "forNociceptivePain": "Pro nociceptivní bolest",
  "increaseIntensityWeekly": "Zvyšujte intenzitu postupně každý týden",
  "gradualLoadIncreaseDescription": "Při nociceptivní bolesti je důležité postupně zvyšovat zátěž cvičení. Začněte pomalu a každý týden mírně zvyšte intenzitu nebo počet opakování.",
  
  "sleepPositionNeck": "Pozor na polohu ve spánku na břiše",
  "sleepPositionNeckDescription": "V případě bolestí krční páteře vám nedoporučujeme spát na břiše. V případě této polohy spánku dochází k rotaci krční páteře, což může podporovat bolest a tuhnutí v této oblasti. Spánek na boku nebo na zádech je ideální variantou pro váš krk. V případě ležení na boku můžete použít těhotenský polštář jako pomůcku proti otáčení se.",

  "lumbarPad": "Bederní polštář",
  "lumbarPadBreaks": "Nepoužívejte polštář celý den, ale spíše jako pomůcku na určitou dobu. Pamatujte, že nic jako správný sed neexistuje a proto i delší vzpřímený sed může přispívat k vašim symptomům.",
  "lumbarPadDescription": "Pravidelná změna typu sedu může pozitivně ovlivnit vaše záda, předcházet nebo snížit bolesti. Bederní polštář slouží k podpoře vzpřímeného sedu bez nutnosti aktivního držení se ve zpřímené poloze, které by mohlo vést k přetížení vzpřimovačů zad. Tímto způsobem můžete na určitou dobu svým zádům a svalům dopřát jinou polohu než shrbený sed.",

  "objectLifting": "Pozor na těžiště při zvedání předmětů",
  "objectLiftingRule": "Vyhýbejte se zvedání předmětů, které se nacházejí dále od vás (nebo před vámi).",
  "objectLiftingDescription": "Při zvedání předmětů (jakkoli lehkých nebo těžkých) dbejte na to, abyste měli těžiště vašeho těla co nejblíže středu těla, tj. předměty na zvedání se snažte mít pod sebou když je jdete zvedat. Vyhýbejte se zvedání, tahání nebo tlačení předmětů, které se nacházejí výrazněji před vámi (nebo od vás).",

  "supermanSleep": "Nespi s nataženou rukou pod hlavou",
  "supermanSleepRule": "Vyhýbej se spánku v poloze s nataženou rukou nad hlavou (na supermana), případně s rukou uloženou za hlavou.",
  "supermanSleepDescription": "Při spánku na boku s rukou uloženou pod poduškou dbej na to, abys měl/a lakť maximálně v úrovni brady. V této poloze ti také doporučuji sehnout ruku v lakťovém kloubu. V případě, že spíš na zádech a ruku máš uloženou za hlavou, snaž se zlobit."
}
