{
  "common": {
    "whatYouWillDo": "Co budete dělat:",
    "start": "Spustit program",
    "continue": "Pokračovat",
    "focusAreas": "Oblasti zaměření:",
    "avoidIf": "Vyhněte se pokud máte:"
  },
  "neckShoulder": {
    "title": "Úleva pro krk a ramena",
    "description": "Jemné protažení navržené k uvolnění napětí v krku a ramenou, ideální pro kancelářské pracovníky a ty, kdo tráví dlouhé hodiny u stolu.",
    "listDescription": {
      "1": "Jemné rotace krku pro zlepšení mobility",
      "2": "Uvolnění ramen technikami samomassáže",
      "3": "Relaxace horní části krční páteře proti bolesti hlavy",
      "4": "Cvičení pro zlepšení držení těla"
    },
    "exercises": {
      "neckRotation": {
        "title": "Krční rotace s ručníkem",
        "description": "Jemné krční rotační cvičení používající ručník pro podporu a kontrolovaný pohyb.",
        "video": {
          "title": "Mulligan ručníková krční rotace",
          "description": "Naučte se správnou techniku pro bezpečnou krční rotaci s asistencí ručníku"
        }
      },
      "shoulderRelease": {
        "title": "Masáž s míčkem na stěně",
        "description": "Technika samomassáže používající míček na stěně k uvolnění napětí krku a ramen.",
        "video": {
          "title": "Masáž krku a ramen s míčkem",
          "description": "Účinná samomassáž pro úlevu napětí horních zad a krku"
        }
      },
      "upperCervicalRelease": {
        "title": "Masáž horní krční páteře",
        "description": "Cílená masáž suboccipitálních svalů k úlevě napětí a bolestí hlavy.",
        "video": {
          "title": "Samomassáž suboccipitálů",
          "description": "Přesná technika pro uvolnění napětí horního krku"
        }
      }
    }
  },
  "morningFlow": {
    "title": "Ranní energizer",
    "description": "Začněte den energizujícím protažením, které probudí vaše tělo a připraví vás na nadcházející den.",
    "listDescription": {
      "1": "Cvičení mobility páteře pro probuzení zad",
      "2": "Protažení kyčlí pro lepší pohyb",
      "3": "Hrudní extenzi pro zlepšení držení těla",
      "4": "Jemná aktivace svalů jádra",
      "5": "Dechová cvičení pro energii"
    },
    "exercises": {
      "spinalWave": {
        "title": "Spinální vlnový pohyb",
        "description": "Jemné pánevní naklánění k mobilizaci páteře a probuzení spinálního pohybu.",
        "video": {
          "title": "Cvičení pánevního naklánění",
          "description": "Naučte se vytvářet plynulý spinální pohyb kontrolou pánve"
        }
      },
      "hipOpener": {
        "title": "Protažení kyčlí",
        "description": "Protažení hýžďových a kyčelních flexorů k zlepšení mobility kyčlí a snížení stuhnutí.",
        "video": {
          "title": "Komplexní protažení hýžďových svalů",
          "description": "Více protažení kyčlí a hýžďových svalů pro ranní mobilitu"
        }
      },
      "thoracicExtension": {
        "title": "Hrudní extenze",
        "description": "Cvičení extenze na stěně k otevření hrudi a zlepšení mobility horních zad.",
        "video": {
          "title": "Nástěnná hrudní extenze",
          "description": "Bezpečný a účinný způsob extenze středních zad"
        }
      }
    }
  },
  "tightMuscles": {
    "title": "Protažení ztuhnutých svalů",
    "description": "Komplexní program protažení zaměřený na ztuhnuté svaly po celém těle s analýzou bolestivých vzorců.",
    "listDescription": {
      "1": "Protažení hruškového svalu pro uvolnění hlubokých gluteálních svalů",
      "2": "Protažení flexorů kyčle proti sedavé pozici",
      "3": "Protažení hamstringů pro flexibilitu zadní strany nohou",
      "4": "Dětská pozice pro jemnou dekompresii páteře",
      "5": "Pozice psího dolů pro protažení celého zadního řetězce",
      "6": "Spinální twist pro rotační mobilitu"
    },
    "exercises": {
      "piriformisStretch": {
        "title": "Protažení hruškového/čtyřka",
        "description": "Seďte nebo ležte na zádech, překřižte kotník přes opačné stehno a přitáhněte podpůrnou nohu k hrudi. Užitečné pro posouzení syndromu hruškového svalu nebo bolesti hýždí.",
        "video": {
          "title": "Technika protažení hruškového svalu",
          "description": "Účinné protažení hruškového svalu pro uvolnění hlubokých gluteálních svalů"
        }
      },
      "hipFlexorStretch": {
        "title": "Protažení flexorů kyčle v půlkleku",
        "description": "Klekněte s jednou nohou vpředu, aktivujte jádro a protáhněte flexor kyčle. Pomáhá řešit přední stažení kyčle, které může napodobovat impingement kyčle.",
        "video": {
          "title": "Protažení flexorů kyčle",
          "description": "Komplexní protažení flexorů kyčle pro zlepšenou mobilitu kyčle"
        }
      },
      "hamstringStretch": {
        "title": "Protažení hamstringů ve stoje",
        "description": "Stůjte s jednou nohou vpředu, patu na zemi, kloubte se v kyčlích směrem k prstům. Protahuje hamstringy a snižuje bederní napětí.",
        "video": {
          "title": "Protažení hamstringů ve stoje",
          "description": "Účinné protažení hamstringů s posouzením neurálního napětí"
        }
      },
      "childsPose": {
        "title": "Dětská pozice",
        "description": "Z pozice na rukou a kolenou se posadíte zpět k patám s nataženýma rukama. Poskytuje jemnou bederní flexi užitečnou při bolesti zad.",
        "video": {
          "title": "Technika dětské pozice",
          "description": "Rekonvalescenční jógová pozice pro dekompresii páteře a relaxaci"
        }
      },
      "downwardDog": {
        "title": "Pozice psího dolů",
        "description": "Obrácená V pozice protahující celý zadní řetězec. Globální protažení zvýrazňující napjaté hamstringy nebo lýtka přispívající k bolesti zad.",
        "video": {
          "title": "Pozice psího dolů",
          "description": "Celotělové protažení zadního řetězce a mobilita ramen"
        }
      },
      "spinalTwist": {
        "title": "Spinální twist vsedě",
        "description": "Seďte s nataženýma nohama, pokrčte jedno koleno přes opačnou stranu a otáčejte páteř. Protahuje gluteální svaly, hrudník, šikmé svaly a zlepšuje mobilitu páteře.",
        "video": {
          "title": "Spinální twist vsedě",
          "description": "Protažení spinální rotace pro zlepšenou thorakolumbální mobilitu"
        }
      }
    }
  },
  "postWorkout": {
    "title": "Regenerace po tréninku",
    "description": "Základní protažení, která pomohou vašim svalům se zotavit po tréninku a předejdou ztuhlosti.",
    "listDescription": {
      "1": "Protažení hýžďových svalů a kyčlí pro regeneraci nohou",
      "2": "Mobilita páteře pro dekompresi zad",
      "3": "Regenerační dýchání pro reset nervového systému",
      "4": "Uvolnění napětí hlavních svalových skupin",
      "5": "Uklidňující pohyby pro zlepšení cirkulace"
    },
    "exercises": {
      "gluteStretch": {
        "title": "Komplexní protažení hýžďových svalů",
        "description": "Více pozic protažení hýžďových svalů k uvolnění napětí po tréninku nohou.",
        "video": {
          "title": "Protažení hýžďových svalů po tréninku",
          "description": "Účinná protažení pro regeneraci a flexibilitu hýžďových svalů"
        }
      },
      "spinalMobility": {
        "title": "Protažení spinální flexe",
        "description": "Jemná spinální flexe k dekompresi páteře po cvičení.",
        "video": {
          "title": "Protažení páteře vsedě",
          "description": "Bezpečná spinální flexe pro regeneraci po tréninku"
        }
      },
      "recoveryBreathing": {
        "title": "Regenerační dechové cvičení",
        "description": "Hluboké dýchání kombinované s jemným pohybem pro regeneraci nervového systému.",
        "video": {
          "title": "SIJ mobilizace s dýcháním",
          "description": "Jemný pohyb s dechem pro regeneraci"
        }
      }
    }
  },
  "atOffice": {
    "title": "Protahování v kanceláři",
    "description": "Perfektní protažení vhodné pro kancelář k boji proti napětí a ztuhlosti způsobené sedavým zaměstnáním",
    "listDescription": {
      "1": "Uvolní napětí z dlouhodobého sezení",
      "2": "Zlepší držení těla a sníží napětí krku",
      "3": "Dodá energii během pracovních přestávek",
      "4": "Předchází běžným bolestem z kancelářské práce",
      "5": "Jednoduchá cvičení, která lze dělat u stolu"
    },
    "exercises": {
      "seatedSideBend": {
        "title": "Úklon vstran vsedě",
        "description": "Sedněte si vzpřímeně, zvedněte jednu paži a nakloňte se na opačnou stranu. Protahuje mezižeberní svaly a kvadrátový sval bederní.",
        "video": {
          "title": "Úklon vstran vsedě",
          "description": "Správná technika úklonu vstran vsedě pro uvolnění napětí v boku"
        }
      },
      "crossBodyShoulder": {
        "title": "Protažení ramene přes tělo",
        "description": "Přitáhněte jednu paži přes hrudník a jemně ji tlačte k tělu. Cílí na zadní ramenní svaly ovlivněné dlouhodobým psaním.",
        "video": {
          "title": "Protažení ramene přes tělo",
          "description": "Účinné protažení ramene pro kancelářské pracovníky"
        }
      },
      "earToShoulder": {
        "title": "Ucho k rameni",
        "description": "Jemně nakloňte ucho k rameni. Protahuje horní část trapézu - častý zdroj napěťových bolestí hlavy.",
        "video": {
          "title": "Protažení krku a trapézu",
          "description": "Jemné protažení krku pro uvolnění napětí horního trapézu"
        }
      },
      "figureFourGlute": {
        "title": "Protažení hýžďových svalů vsedě",
        "description": "Překřižte kotník přes opačné koleno a nakloňte se dopředu. Protahuje hruškový sval a hýžďové svaly.",
        "video": {
          "title": "Protažení hýždí vsedě",
          "description": "Protažení kyčlí a hýždí ideální pro kompenzaci dlouhodobého sezení"
        }
      },
      "calfStretchChair": {
        "title": "Protažení lýtek s oporou o židli",
        "description": "Použijte stůl nebo zeď jako oporu při protahování lýtek. Řeší ztuhlost z dlouhodobého sezení.",
        "video": {
          "title": "Protažení lýtek ve stoje",
          "description": "Protažení lýtek vhodné pro kancelář s oporou o stůl"
        }
      }
    }
  },
  "morningRoutine": {
    "title": "Ranní rutina",
    "description": "Vědecky podložená ranní rutina protahování s analýzou bolestivých vzorců, navržená k probuzení těla a řešení běžných pohybových omezení.",
    "listDescription": {
      "1": "Protažení kočka-kráva pro mobilitu páteře a aktivaci jádra",
      "2": "Stojící postranní úklony k posouzení laterálních omezení trupu",
      "3": "Předklon pro flexibilitu hamstringů a zadního řetězce",
      "4": "Protažení flexorů kyčle proti dlouhodobému sezení",
      "5": "Protažení lýtek pro mobilitu dolních končetin a úlevu plantární fascie",
      "6": "Psí pozice dolů pro celotělové protažení zadního řetězce"
    },
    "exercises": {
      "catCow": {
        "title": "Protažení kočka-kráva",
        "description": "Na rukou a kolenou střídavě zakulacujte záda nahoru (kočka) a spusťte břicho k prohnutí zad (kráva). Tento pohyb pohybuje páteří skrze flexi a extenzi, protahuje břišní, ramenní, krční, gluteální a kyčelní flexorové svaly.",
        "video": {
          "title": "Mobilita páteře kočka-kráva",
          "description": "Pohyb flexe a extenze páteře pro ranní mobilitu"
        }
      },
      "sideBend": {
        "title": "Stojící postranní úklon",
        "description": "Stůjte s nohama pohromadě, zvedněte obě paže, pak spusťte jednu paži a nakloňte tělo k této straně. Protahuje šikmé svaly a latissimus, pomáhá detekovat jednostranná omezení.",
        "video": {
          "title": "Stojící laterální flexe",
          "description": "Laterální protažení trupu pro šikmé svaly a mobilitu páteře"
        }
      },
      "forwardBend": {
        "title": "Stojící předklon",
        "description": "Stůjte vzpřímeně, kloubte se v kyčlích a sklánějte se dopředu k prstům u nohou s mírně pokrčenými koleny. Toto protažení cílí na hamstringy, lýtka a dolní část zad, pomáhá posoudit neurální napětí.",
        "video": {
          "title": "Stojící předklon",
          "description": "Protažení hamstringů a zadního řetězce s neurálním posouzením"
        }
      },
      "hipFlexor": {
        "title": "Protažení flexorů kyčle v kleku",
        "description": "Z polohy půlkleku posuňte zadní koleno mírně dozadu, stiskněte gluteální sval klečící nohy a nakloňte pánev dopředu. Protahuje iliopsoas a řeší přední naklonění pánve.",
        "video": {
          "title": "Protažení flexorů kyčle v kleku",
          "description": "Cílené protažení iliopsoas pro mobilitu kyčle a posturu"
        }
      },
      "calfStretch": {
        "title": "Protažení lýtek",
        "description": "Držte se opory, postavte jednu nohu dozadu s patou na zemi a nakloňte se dopředu, dokud necítíte protažení v lýtku. Cílí na gastrocnemius a soleus svaly pro mobilitu kotníku.",
        "video": {
          "title": "Stojící protažení lýtek",
          "description": "Protažení gastrocnemius a soleus pro mobilitu dolních končetin"
        }
      },
      "downwardDog": {
        "title": "Psí pozice dolů",
        "description": "Z pozice kliku zvedněte kyčle k vytvoření obráceného V, tlačte paty k zemi a držte paže rovné. Globální protažení zadního řetězce pro ramena, hamstringy, lýtka a gluteální svaly.",
        "video": {
          "title": "Pozice psího dolů",
          "description": "Celotělové protažení zadního řetězce a mobilita ramen"
        }
      }
    }
  }
}